Repository: duckduckgo/macos-browser
Catalog: LocalPackages/SubscriptionUI/Sources/SubscriptionUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ru

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
nl: Sluiten
pl: Zamknij
pt: Fechar
ru: Закрыть

# subscription.activate.modal.description
source: Access your Privacy Pro subscription via an email address.
de: Greife über eine E-Mail-Adresse auf dein Privacy Pro Abonnement zu.
es: Accede a tu suscripción a Privacy Pro a través de una dirección de correo electrónico.
fr: Accédez à votre abonnement Privacy Pro via une adresse e-mail.
it: Accedi al tuo abbonamento Privacy Pro tramite un indirizzo e-mail.
nl: Krijg toegang tot je Privacy Pro-abonnement via een e-mailadres.
pl: Uzyskaj dostęp do subskrypcji Privacy Pro za pośrednictwem adresu e-mail.
pt: Acede à tua subscrição Privacy Pro com um endereço de e-mail.
ru: Подписку на услуги Privacy Pro можно активировать по электронной почте.

# subscription.activate.modal.email.description
source: Use your email to activate your subscription on this device.
de: Verwende deine E-Mail-Adresse, um dein Abonnement auf diesem Gerät zu aktivieren.
es: Utiliza tu correo electrónico para activar tu suscripción en este dispositivo.
fr: Utilisez votre adresse e-mail pour activer votre abonnement sur cet appareil.
it: Usa la tua e-mail per attivare l'abbonamento su questo dispositivo.
nl: Gebruik je e-mailadres om je abonnement op dit apparaat te activeren.
pl: Użyj adresu e-mail, aby aktywować subskrypcję na tym urządzeniu.
pt: Utiliza o teu e-mail para ativares a tua subscrição neste dispositivo.
ru: Используйте адрес электронной почты, чтобы активировать подписку на этом устройстве.

# subscription.activate.modal.restore.purchase.description
source: Your subscription is automatically available in DuckDuckGo on any device signed in to your Apple Account.
de: Dein Abonnement ist automatisch in DuckDuckGo auf jedem Gerät verfügbar, das bei deinem Apple-Konto angemeldet ist.
es: Tu suscripción está disponible automáticamente en DuckDuckGo en cualquier dispositivo que haya iniciado sesión en tu cuenta de Apple.
fr: Votre abonnement est automatiquement disponible dans DuckDuckGo sur n'importe quel appareil connecté à votre compte Apple.
it: Il tuo abbonamento è automaticamente disponibile in DuckDuckGo su qualsiasi dispositivo collegato al tuo account Apple.
nl: Je abonnement is automatisch beschikbaar in DuckDuckGo op elk apparaat dat is aangemeld bij je Apple-account.
pl: Twoja subskrypcja jest automatycznie dostępna w DuckDuckGo na każdym urządzeniu, na którym zalogujesz się na konto Apple.
pt: A tua subscrição está automaticamente disponível no DuckDuckGo em qualquer dispositivo com sessão iniciada na tua conta Apple.
ru: Ваша подписка на DuckDuckGo автоматически доступна на любом устройстве: просто войдите в аккаунт Apple.

# subscription.activate.modal.title
source: Activate your subscription on this device
de: Abonnement auf diesem Gerät aktivieren
es: Activar tu suscripción en este dispositivo
fr: Activez votre abonnement sur cet appareil
it: Attiva il tuo abbonamento su questo dispositivo
nl: Activeer je abonnement op dit apparaat
pl: Aktywuj subskrypcję na tym urządzeniu
pt: Ativa a tua subscrição neste dispositivo
ru: Активировать подписку на этом устройстве

# subscription.alert.button.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

# subscription.alert.button.restore
source: Restore
de: Wiederherstellen
es: Restaurar
fr: Rétablir
it: Ripristina
nl: Herstellen
pl: Przywróć
pt: Repor
ru: Восстановить

# subscription.alert.button.retry
source: Continue
de: Fortsetzen
es: Continuar
fr: Continuer
it: Continua
nl: Doorgaan
pl: Kontynuuj
pt: Continuar
ru: Продолжить

# subscription.alert.button.view.plans
source: View Plans
de: Tarife anzeigen
es: Ver planes
fr: Voir les forfaits
it: Visualizza i piani
nl: Abonnementen bekijken
pl: Wyświetl plany
pt: Ver Planos
ru: Просмотреть тарифы

# subscription.alert.something.went.wrong.description
source: We’re having trouble connecting. Please try again later.
de: Wir haben Probleme mit der Verbindung. Bitte versuche es zu einem späteren Zeitpunkt erneut.
es: Tenemos problemas para conectarnos. Inténtalo de nuevo más tarde.
fr: Nous avons du mal à nous connecter. Veuillez réessayer plus tard.
it: Stiamo riscontrando problemi di connessione. Riprova in seguito.
nl: Er zijn problemen met de verbinding. Probeer het later opnieuw.
pl: Wystąpił problem z połączeniem. Spróbuj ponownie później.
pt: Falha na ligação. Tenta novamente mais tarde.
ru: Возникли проблемы с подключением. Повторите попытку позже.

# subscription.alert.something.went.wrong.title
source: Something Went Wrong
de: Etwas ist schiefgelaufen
es: Se ha producido un error
fr: Une erreur s'est produite
it: Si è verificato un errore
nl: Er is iets misgegaan
pl: Wystąpił błąd
pt: Ocorreu um erro
ru: Что-то пошло не так

# subscription.alert.subscription.apple-id.sync-failed.title
source: Something Went Wrong When Syncing Your Apple Account
de: Beim Synchronisieren deines Apple-Kontos ist etwas schiefgelaufen
es: Se ha producido un error al sincronizar tu cuenta de Apple
fr: Une erreur s'est produite lors de la synchronisation de votre compte Apple
it: Si è verificato un errore durante la sincronizzazione dell'account Apple
nl: Er is iets misgegaan bij het synchroniseren van je Apple-account
pl: Wystąpił błąd podczas synchronizowania konta Apple
pt: Ocorreu um erro ao sincronizar a tua conta Apple
ru: При синхронизации аккаунта Apple что-то пошло не так

# subscription.alert.subscription.found.description
source: We found a subscription associated with this Apple Account.
de: Wir haben ein Abonnement gefunden, das mit diesem Apple-Konto verknüpft ist.
es: Hemos encontrado una suscripción asociada a esta cuenta de Apple.
fr: Nous avons trouvé un abonnement associé à ce compte Apple.
it: Abbiamo trovato un abbonamento associato a questo account Apple.
nl: We hebben een abonnement gevonden dat aan dit Apple-account is gekoppeld.
pl: Znaleźliśmy subskrypcję powiązaną z tym kontem Apple.
pt: Encontrámos uma subscrição associada a esta conta Apple.
ru: Мы нашли подписку, привязанную к этому аккаунту Apple.

# subscription.alert.subscription.found.title
source: Subscription Found
de: Abonnement gefunden
es: Suscripción encontrada
fr: Abonnement trouvé
it: Abbonamento trovato
nl: Abonnement gevonden
pl: Znaleziono subskrypcję
pt: Subscrição encontrada
ru: Подписка найдена

# subscription.alert.subscription.inactive.description
source: The subscription associated with this Apple Account is no longer active.
de: Das mit diesem Apple-Konto verknüpfte Abonnement ist nicht mehr aktiv.
es: La suscripción asociada a esta cuenta de Apple ya no está activa.
fr: L'abonnement associé à ce compte Apple n'est plus actif.
it: L'abbonamento associato a questo account Apple non è più attivo.
nl: Je abonnement dat aan dit Apple-account is gekoppeld, is niet langer actief.
pl: Subskrypcja powiązana z tym kontem Apple nie jest już aktywna.
pt: A tua subscrição associada a esta conta Apple já não está ativa.
ru: Подписка, закрепленная за этим аккаунтом Apple, утратила активный статус.

# subscription.alert.subscription.inactive.title
source: Subscription Not Found
de: Abonnement nicht gefunden
es: Suscripción no encontrada
fr: Abonnement introuvable
it: Abbonamento non trovato
nl: Abonnement niet gevonden
pl: Nie znaleziono subskrypcji
pt: Subscrição não encontrada
ru: Подписка не найдена

# subscription.alert.subscription.not.found.description
source: We couldn’t find a subscription associated with this Apple Account.
de: Wir konnten kein Abonnement finden, das mit diesem Apple-Konto verknüpft ist.
es: No hemos podido encontrar una suscripción asociada a esta Cuenta de Apple.
fr: Nous n'avons pas trouvé d'abonnement associé à ce compte Apple.
it: Non siamo riusciti a trovare un abbonamento associato a questo account Apple.
nl: We konden geen abonnement vinden dat aan dit Apple-account is gekoppeld.
pl: Nie znaleźliśmy subskrypcji powiązanej z tym kontem Apple.
pt: Não foi possível encontrar uma subscrição associada a esta conta Apple.
ru: Подписка, привязанная к этому аккаунту Apple, не найдена.

# subscription.alert.subscription.not.found.title
source: Subscription Not Found
de: Abonnement nicht gefunden
es: Suscripción no encontrada
fr: Abonnement introuvable
it: Abbonamento non trovato
nl: Abonnement niet gevonden
pl: Nie znaleziono subskrypcji
pt: Subscrição não encontrada
ru: Подписка не найдена

# subscription.appstore.activate.modal.description
source: Access your Privacy Pro subscription on this device via Apple Account or an email address.
de: Greife auf diesem Gerät über dein Apple-Konto oder eine E-Mail-Adresse auf dein Privacy Pro-Abonnement zu.
es: Accede a tu suscripción a Privacy Pro en este dispositivo mediante tu cuenta de Apple o una dirección de correo electrónico.
fr: Accédez à votre abonnement Privacy Pro sur cet appareil via un compte Apple ou via une adresse e-mail.
it: Accedi al tuo abbonamento Privacy Pro su questo dispositivo tramite un account Apple o un indirizzo e-mail.
nl: Krijg op dit apparaat toegang tot je Privacy Pro-abonnement via je Apple-account of e-mailadres.
pl: Uzyskaj dostęp do subskrypcji Privacy Pro na tym urządzeniu za pośrednictwem konta Apple lub adresu e-mail.
pt: Acede à tua subscrição Privacy Pro neste dispositivo através da tua conta Apple ou de um endereço de e-mail.
ru: Подпиской Privacy Pro можно пользоваться на этом устройстве через аккаунт Apple или адрес электронной почты.

# subscription.dialog.change.apple.description
source: Your subscription was purchased through the Apple App Store. To change your plan or billing settings, please go to System Settings > Apple Account > Media and Purchases > Subscriptions > Manage on a device signed in to the same Apple Account used to purchase your subscription.
de: Dein Abonnement wurde über den Apple App Store erworben. Um deinen Tarif oder deine Rechnungseinstellungen zu ändern, öffne bitte auf einem Gerät, das mit dem Apple-Konto angemeldet ist, mit der du dein Abo gekauft hast, die Systemeinstellungen > Apple-Konto > Medien und Käufe > Abos > Verwalten.
es: Has adquirido tu suscripción a través de la App Store de Apple. Para cambiar el plan o la configuración de facturación, ve a Ajustes del sistema > Cuenta de Apple > Multimedia y compras > Suscripciones > Gestionar en un dispositivo con la misma Cuenta de Apple que usaste para comprar tu suscripción.
fr: Votre abonnement a été souscrit via l'App Store d'Apple. Pour modifier votre forfait ou vos paramètres de facturation, allez dans Réglages système > Compte Apple > Contenu multimédia et achats > Abonnements > Gérer sur un appareil connecté au même compte Apple que celui utilisé pour souscrire votre abonnement.
it: L'abbonamento è stato acquistato tramite l'App Store di Apple. Per modificare il piano o le impostazioni di fatturazione, vai a Impostazioni di sistema > Account Apple > Media e acquisti > Abbonamenti > Gestisci su un dispositivo connesso allo stesso account Apple utilizzato per acquistare l'abbonamento.
nl: Je abonnement is aangeschaft via de Apple App Store. Om je abonnement of factureringsinstellingen te wijzigen, ga je naar Systeeminstellingen > Apple-account > Media en aankopen > Abonnementen > Beheer op een apparaat dat is aangemeld bij hetzelfde Apple-account waarmee je het abonnement hebt gekocht.
pl: Twoja subskrypcja została zakupiona za pośrednictwem sklepu Apple App Store. Aby zmienić plan lub ustawienia rozliczeń, wybierz kolejno Ustawienia systemowe > Konto Apple > Multimedia i zakupy > Subskrypcje > Zarządzaj na urządzeniu zalogowanym na konto Apple wykorzystane do zakupu subskrypcji.
pt: A tua subscrição foi adquirida na Apple App Store. Para alterares o teu plano ou as definições de faturação, acede a Definições do Sistema > Conta Apple > Multimédia e Compras > Subscrições > Gerir num dispositivo com sessão iniciada na mesma conta Apple utilizada para comprar a tua subscrição.
ru: Подписка приобретена в магазине приложений Apple App Store. Чтобы изменить тарифный план или платежные параметры, откройте раздел «Системные настройки > Аккаунт Apple > Контент и покупки > Подписки > Управление» на устройстве, где выполнен вход в тот же аккаунт Apple, с помощью которого была оформлена подписка.

# subscription.dialog.change.done.button
source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
nl: Klaar
pl: Gotowe
pt: Feito
ru: Готово

# subscription.dialog.change.google.description
source: Your subscription was purchased through the Google Play Store. To change your plan or billing settings, please open Google Play Store subscription settings on a device signed in to the same Google Account used to purchase your subscription.
de: Dein Abonnement wurde über den Google Play Store erworben. Um deinen Tarif oder deine Rechnungseinstellungen zu ändern, öffne bitte die Google Play Store-Abonnementeinstellungen auf einem Gerät, das mit demselben Google-Konto angemeldet ist, mit dem du dein Abonnement gekauft hast.
es: Has adquirido tu suscripción a través de Google Play Store. Para cambiar tu plan o la configuración de facturación, abre la configuración de suscripción de Google Play Store en un dispositivo en el que hayas iniciado sesión con la misma cuenta de Google que usaste para comprar tu suscripción.
fr: Votre abonnement a été souscrit via le Google Play Store. Pour modifier votre forfait ou vos paramètres de facturation, ouvrez les paramètres d'abonnement du Google Play Store sur un appareil connecté au même compte Google que celui utilisé pour souscrire votre abonnement.
it: Il tuo abbonamento è stato acquistato tramite Google Play Store. Accedi alle impostazioni dell'abbonamento di Google Play Store su un dispositivo collegato allo stesso account Google usato per effettuare l'acquisto dell'abbonamento.
nl: Je abonnement is aangeschaft via de Google Play Store. Je kunt je abonnement of factureringsinstellingen wijzigen door de abonnementsinstellingen van de Google Play Store te openen op een apparaat dat is aangemeld bij hetzelfde Google-account waarmee je het abonnement hebt gekocht.
pl: Twoja subskrypcja została zakupiona za pośrednictwem sklepu Google Play. Aby zmienić plan lub ustawienia płatności, otwórz ustawienia subskrypcji w sklepie Google Play na urządzeniu zalogowanym na konto Google wykorzystane do zakupu subskrypcji.
pt: A tua subscrição foi adquirida na Google Play Store. Para alterares o teu plano ou as definições de faturação, abre as definições da subscrição na Google Play Store num dispositivo com sessão iniciada na Conta Google usada para comprar a subscrição.
ru: Подписка приобретена в магазине приложений Google Play Store. Чтобы изменить тарифный план или платежные параметры, откройте настройки подписки в Google Play Store на устройстве, где выполнен вход в учетную запись Google, с помощью которой была оформлена подписка.

# subscription.dialog.change.title
source: Change Plan or Billing
de: Tarif oder Abrechnung ändern
es: Cambiar plan o facturación
fr: Changer de forfait ou de facturation
it: Cambia piano o fatturazione
nl: Plan of factuur wijzigen
pl: Zmiana planu lub płatności
pt: Alterar Plano ou Faturação
ru: Изменение тарифа или оплаты

# subscription.dialog.remove.cancel.button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

# subscription.dialog.remove.confirm
source: Remove Subscription
de: Abonnement entfernen
es: Eliminar suscripción
fr: Supprimer l'abonnement
it: Rimuovi abbonamento
nl: Abonnement verwijderen
pl: Usuń subskrypcję
pt: Remover Subscrição
ru: Удалить подписку

# subscription.dialog.remove.description
source: You will no longer be able to access your Privacy Pro subscription on this device. This will not cancel your subscription, and it will remain active on your other devices.
de: Dies hat zur Folge, dass du mit diesem Gerät nicht mehr auf dein Privacy-Pro-Abonnement zugreifen kannst. Dein Abonnement wird dadurch nicht gekündigt; es bleibt auf deinen anderen Geräten aktiv.
es: Ya no podrás acceder a tu suscripción a Privacy Pro en este dispositivo. Esto no cancelará tu suscripción, que seguirá activa en tus otros dispositivos.
fr: Vous ne pourrez plus accéder à votre abonnement Privacy Pro sur cet appareil. Cela n'annulera pas votre abonnement et il restera actif sur vos autres appareils.
it: Non potrai più accedere al tuo abbonamento Privacy Pro su questo dispositivo. Questo non annulla il tuo abbonamento, che rimane attivo sugli altri tuoi dispositivi.
nl: Je hebt niet langer toegang tot je Privacy Pro-abonnement op dit apparaat. Je abonnement wordt niet opgezegd en het blijft actief op je andere apparaten.
pl: Nie będziesz już mieć dostępu do subskrypcji Privacy Pro na tym urządzeniu. Nie spowoduje to anulowania Twojej subskrypcji, która pozostanie aktywna na pozostałych urządzeniach.
pt: Perderás acesso à subscrição Privacy Pro neste dispositivo. Isto não irá cancelar a tua subscrição, e ela permanecerá ativa nos teus outros dispositivos.
ru: Вы утратите доступ к возможностям тарифа Privacy Pro на этом устройстве. Сама же подписка не отменяется и по-прежнему будет работать на других устройствах.

# subscription.dialog.remove.title
source: Remove from this device?
de: Von diesem Gerät entfernen?
es: ¿Eliminar de este dispositivo?
fr: Supprimer de cet appareil ?
it: Rimuovere da questo dispositivo?
nl: Verwijderen van dit apparaat?
pl: Usunąć z tego urządzenia?
pt: Remover deste dispositivo?
ru: Удалить с этого устройства?

# subscription.modal.enter.email.button
source: Enter Email
de: E-Mail-Adresse eingeben
es: Introducir correo electrónico
fr: Saisir votre e-mail
it: Inserisci l'e-mail
nl: E-mailadres invoeren
pl: Wpisz adres e-mail
pt: Introduzir E-mail
ru: Ввести адрес эл. почты

# subscription.modal.restore.purchase.button
source: Restore Purchase
de: Kauf wiederherstellen
es: Restaurar compra
fr: Rétablir l'achat
it: Ripristina acquisto
nl: Aankoop herstellen
pl: Przywróć zakup
pt: Restaurar Compra
ru: Восстановить покупку

# subscription.preferences.button.view.plans
source: View Plans
de: Tarife anzeigen
es: Ver planes
fr: Voir les forfaits
it: Visualizza i piani
nl: Abonnementen bekijken
pl: Wyświetl plany
pt: Ver Planos
ru: Просмотреть тарифы

# subscription.preferences.feedback.button
source: Send Feedback
de: Rückmeldung senden
es: Enviar comentarios
fr: Envoyer vos remarques
it: Invia feedback
nl: Verstuur feedback
pl: Wyślij opinię
pt: Enviar comentário
ru: Отправить отзыв

# subscription.preferences.feedback.caption
source: Help improve Privacy Pro. Your feedback matters to us. Feel free to report any issues or provide general feedback.
de: Hilf mit, Privacy Pro zu verbessern. Dein Feedback ist wichtig für uns. Du kannst uns gerne Probleme melden oder uns allgemeines Feedback geben.
es: Ayuda a mejorar Privacy Pro. Tu opinión nos importa. No dudes en informar de cualquier incidencia o dar tu opinión general.
fr: Participez à l'amélioration de Privacy Pro. Nous accordons de l'importance à votre avis. N'hésitez pas à signaler tout problème rencontré ou à faire part de vos commentaires d'ordre général.
it: Contribuisci a migliorare Privacy Pro. La tua opinione è importante per noi. Non esitare a segnalare eventuali problemi o a esprimere commenti di carattere generale.
nl: Help ons Privacy Pro te verbeteren. We vinden jouw feedback belangrijk. Voel je vrij om eventuele problemen te melden of algemene feedback te geven.
pl: Pomóż ulepszyć Privacy Pro. Twoja opinia jest dla nas ważna. Zachęcamy do zgłaszania wszelkich problemów i przekazywania ogólnych opinii.
pt: Ajuda a melhorar o Privacy Pro. A tua opinião é importante para nós. Não hesites em comunicar quaisquer problemas ou dar feedback geral.
ru: Помогите нам улучшить тариф Privacy Pro. Мы очень ценим ваше мнение, поэтому не стесняйтесь отправлять замечания о проблемах и комментарии общего характера.

# subscription.preferences.feedback.title
source: Send Feedback
de: Rückmeldung senden
es: Enviar comentarios
fr: Envoyer vos remarques
it: Invia feedback
nl: Verstuur feedback
pl: Wyślij opinię
pt: Enviar comentário
ru: Отправить отзыв

# subscription.preferences.i.have.a.subscription.button
source: I Have a Subscription
de: Ich habe ein Abonnement
es: Tengo una suscripción
fr: J'ai un abonnement
it: Ho un abbonamento
nl: Ik heb een abonnement
pl: Mam subskrypcję
pt: Tenho uma Subscrição
ru: У меня уже есть подписка

# subscription.preferences.manage.subscription.button
source: Manage Subscription
de: Abonnement verwalten
es: Gestionar suscripción
fr: Gérer l'abonnement
it: Gestisci l'abbonamento
nl: Abonnement beheren
pl: Zarządzaj subskrypcją
pt: Gerir Subscrição
ru: Управление подпиской

# subscription.preferences.privacypolicy.button
source: Privacy Policy and Terms of Service
de: Datenschutzerklärung und Nutzungsbedingungen
es: Política de privacidad y condiciones del servicio
fr: Politique de confidentialité et conditions d'utilisation
it: Privacy policy e Termini del servizio
nl: Privacybeleid en servicevoorwaarden
pl: Polityka prywatności i warunki użytkowania
pt: Política de Privacidade e Termos de Serviço
ru: Политика конфиденциальности и условия обслуживания

# subscription.preferences.purchase.button
source: Get Privacy Pro
de: Privacy Pro kaufen
es: Conseguir Privacy Pro
fr: Obtenir Privacy Pro
it: Ottieni Privacy Pro
nl: Privacy Pro kopen
pl: Uzyskaj Privacy Pro
pt: Obter Privacy Pro
ru: Перейти на Privacy Pro

# subscription.preferences.remove.from.this.device.button
source: Remove From This Device
de: Von diesem Gerät entfernen
es: Eliminar de este dispositivo
fr: Supprimer de cet appareil
it: Rimuovi da questo dispositivo
nl: Verwijderen van dit apparaat
pl: Usuń z tego urządzenia
pt: Remover Deste Dispositivo
ru: Удалить с этого устройства

# subscription.preferences.services.identity.theft.restoration.button.title
source: View
de: Ansehen
es: Ver
fr: Voir
it: Visualizza
nl: Weergeven
pl: Wyświetl
pt: Visualizar
ru: Вид

# subscription.preferences.services.identity.theft.restoration.description
source: Get help restoring stolen accounts and financial losses in the event of identity theft.
de: Hilfe bei der Wiederherstellung gestohlener Konten und finanzieller Verluste im Falle eines Identitätsdiebstahls.
es: Obtén ayuda para restaurar cuentas robadas y pérdidas económicas en caso de robo de identidad.
fr: Obtenez de l'aide pour restituer les comptes volés et les pertes financières en cas d'usurpation d'identité.
it: Ottieni aiuto per ripristinare gli account rubati e le perdite finanziarie in caso di furto di identità.
nl: Krijg hulp bij het herstellen van gestolen accounts en financiële verliezen in geval van identiteitsdiefstal.
pl: Otrzymaj pomoc dotyczącą przywracania skradzionych kont i rekompensaty strat finansowych w przypadku kradzieży tożsamości.
pt: Obtém ajuda para restaurar contas roubadas e perdas financeiras em caso de roubo de identidade.
ru: Помощь по возврату учетных записей и денежных средств в случае «кражи личности».

# subscription.preferences.services.personal.information.removal.button.title
source: Open
de: Öffnen
es: Abrir
fr: Ouvrir
it: Apri
nl: Openen
pl: Otwórz
pt: Aberto
ru: Открыть
